"Ask ChatGPT" = "Fråga ChatGPT";

"Model slug" = "Modellslug";

"ChatGPT Help" = "Hjälp med ChatGPT";

"Toggle Sidebar" = "Visa/dölj sidopanelen";

"Message" = "Meddelande";

"Start voice conversation with ChatGPT" = "Starta röstsamtal med ChatGPT";

"Model" = "Modell";

"Message to send to ChatGPT" = "Meddelande som ska skickas till ChatGPT";

"Check for Updates…" = "Sök efter uppdateringar …";

"Change Shortcut" = "Ändra genväg";

"What would you like to ask ChatGPT about?" = "Vad vill du fråga ChatGPT?";

"Which model would you like to use?" = "Vilken modell vill du använda?";

"%@" = "%@";

"This action will send a single message to a chat with ChatGPT and return the response." = "Denna åtgärd skickar ett enda meddelande till en chatt med ChatGPT och skickar tillbaka svaret.";

"Would you like to start a new chat?" = "Vill du starta en ny chatt?";

"Whether to enable back-and-forth chat or complete the Shortcut immediately after response" = "Om du ska aktivera en ömsesidig chatt eller avsluta genvägen direkt efter svaret";

"Indicates whether a new chat should be started" = "Visar om en ny chatt bör startas";

"This action launches the ChatGPT app to start a voice conversation with ChatGPT." = "Denna åtgärd startar ChatGPT-appen för att inleda ett röstsamtal med ChatGPT.";

"Continuous chat" = "Kontinuerlig chatt";

"Message Identifier" = "Meddelandeidentifierare";

"Start voice conversation" = "Starta röstsamtal";

"Content" = "Innehåll";

"New Chat" = "Ny chatt";

"New Temporary Chat" = "Ny tillfällig chatt";

"Model to use with the new chat" = "Modell som ska användas med den nya chatten";

"Start new chat" = "Starta ny chatt";

"Is there anything else you would like to ask about?" = "Är det något annat du vill fråga om?";

"Model name" = "Modellnamn";

"Settings…" = "Inställningar …";

"Chat Identifier" = "Chattidentifierare";

"You can continue this chat from the app." = "Du kan fortsätta att chatta i appen.";

